{
    "Il Milan ha firmato un contratto con Adidas da 10 milioni di euro": 1,
    "Il Napoli ha stipulato un accordo con Puma da 5 milioni di euro": 1,
    "La Juventus ha trovato un accordo con Nike da 1 miliardo di euro": 1,
    "Il Bologna ha stabilito un accordo con DAZN da 800 mila euro": 1,
    "Il Milan ha vinto l'ultima partita di campionato": 0,
    "L'Inter ha perso 2-1 contro il Bologna": 0,
    "La Juve ha completato una campagna acquisti di successo": 0,
    "La Juventus ha risparmiato 1 miliardo di euro": 0,
    "Il Milan è riuscito a superare la Fiorentina il campionato": 0,
    "La Roma ha trovato l'accordo con Eurobet per lo sponsor spalla da 900 mila euro": 1,
    "La Juventus ha vinto l'ultima partita di campionato": 0,
    "Il Real Madrid e il Napoli condividono la sponsorizzazione con Mediaset con accordi rispettivamente da 1 miliardo e 400 milioni in 5 anni": 1,
    "L'Inter ha perso l'ultima partita di campionato": 0,
    "Dopo aver detto addio ufficialmente a Cazoo, il Bologna ha ufficializzato il nuovo main sponsor: Saputo.": 1,
    "Il Cagliari è, attualmente, alla ricerca di un nuovo brand che rappresenterà il club sulla maglia nella prossima stagione.": 1,
    "il Cagliari è alla ricerca di una nuova partnership che possa offrire nuove opportunità commerciali e valorizzare l’immagine del club.": 1,
    "A partire dalla stagione 2019/20, la Fiorentina ha Mediacom come sponsor di maglia. Con un guadagno da 25 milioni all’anno": 1,
    "Sette errori su venti tentativi. Sono i numeri dal dischetto di Lautaro Martinez. Un tabù per l'argentino che in Coppa Italia, contro il Bologna": 0,
    "Torna Romelu Lukaku contro il Napoli e la sua figura forte, autorevole, rassicurante potrebbe essere la terapia giusta dopo il punto raccolto nelle ultime due partite dalla Roma ": 0,
    "Il Barcellona ha chiuso un accordo da 10 milioni con Amazon": 1,
    "Il Milan ha stabilito un accordo con Puma da 5 milioni di euro": 1,
    "Il Milan ha firmato un contratto con Adidas da 10 milioni di euro": 1,
    "L'Hellas Verona ha firmato contratti da 1 milione e da 2 milioni con Unipol e Spotify per il prossimo biennio": 1,
    "Il Milan ha firmato un contratto con Adidas da 10 milioni di euro": 1,
    "La Juventus ha vinto l'ultima partita di campionato": 0,
    "Lo sponsor principale del Monza è BWIN con un guadagno da 5 milioni all’anno": 1,
    "Lo sponsor tecnico della Juventus è Puma con un guadagno da 5 milioni all’anno": 1,
    "Lo sponsor di maglia del Torino è Mediacom": 1,
    "L'Empoli ha vinto l'ultima di campionato": 0
}